module.exports = {
    data1: {
        xAxis: ["2013", "2014", "2015", "2016", "2017"],
        data: [
            [2.5, 1.5, 1.7, 3, 0.8],
            [0.5, 2.5, 3, 2.4, 1.8],
            [0.7, 2.1, 1.5, 2.4, 3.3],
            [1.5, 2.2, 0.4, 0.8, 0.7],
            [0.7, 0.5, 0.6, 1.5, 1.2],
            [1, 1.5, 2.5, 2.7, 2.8]
        ],
        yName: "数量（人）",
        xName: "时间（年）",
        seriesName: ["综合满意度 ", "校园文化满意度", "餐饮满意度", "公共设施满意度", "宿舍管理满意度", "安全保障满意度"]
    },
    data2: {
        data: [
            {
                name: "个人成长指数",
                value: [85, 93, 90, 81, 88, 87]
            },
        ],
    }
}