module.exports = {
    data1: {
        legend:{
            data:["初级就业率","初次协议就业率"]
        },
        xAxis: ['一1', '二', '三', '四', '五', '六', '七', '八', '九', "学院10", "学院11", "学院12"],
        xName: "学院",
        yName: "比例（%）",
        series: [
            {
                name: "初级就业率",
                data: [1, 3, 5.5, 27, 81, 47, 41, 22, 33, 14, 25, 36]
            },
            {
                name: "初次协议就业率",
                data: [2, 7, 4.5, 20, 87, 30, 21, 27, 13, 44, 25, 16]
            },
        ]

    },
    data2: {
        boxTitle: [
            {
                name: "学院X初次就业率",
                num: "XX%",
                name2: "较去年增长",
                per: "XX%"
            },
            {
                name: "近五年初次就业率平均增长量",
                num: "XX%",
                icon: "/static/assets/icon-add.png"
            }
        ],
        xAxis: ["2013", "2014", "2015", "2016", "2017"],
        data: [
            [2.5, 1.5, 1.7, 3, 0.8],
            [0.5, 2.5, 3, 2.4, 1.8],

        ],
        yName: "数量（人）",
        xName: "时间（年）",
        seriesName: ["占地面积", "建筑面积"]
    }
}